13/data/attachments/ea21a45d90743836.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Crystal_way_Actions_94409_0</nif:username>
            <nif:friendToBeRequested>soap_actions_f8af03b2-f70f-41a8-aea7-34eb582c212e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>